cask_args appdir: '/Applications'

brew 'awscli'
brew 'cmake'
brew 'coreutils'
brew 'ffmpeg'
brew 'fzf'
brew 'gh'
brew 'git-absorb'
brew 'git'
brew 'jq'
brew 'neurosnap/tap/zmx'
brew 'nvm'
brew 'ollama'
brew 'openjdk'
brew 'openvpn'
brew 'postgresql@16'
brew 'ripgrep'
brew 'starship'
brew 'uv'
brew 'wget'
brew 'yarn'
brew 'zinit'
cask 'android-studio'
cask 'claude'
cask 'dbeaver-community'
cask 'docker-desktop'
cask 'ghostty'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'openmtp'
cask 'rectangle'
cask 'repo-prompt'
cask 'signal'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'