cask_args appdir: '/Applications'

tap 'auth0/auth0-cli'
tap 'homebrew/bundle'

brew 'auth0'
brew 'awscli'
brew 'caddy'
brew 'colima', args: ['HEAD']
brew 'coreutils'
brew 'delve'
brew 'direnv'
brew 'docker-compose'
brew 'docker-credential-helper'
brew 'docker'
brew 'fzf'
brew 'git-absorb'
brew 'git'
brew 'go'
brew 'jq'
brew 'k3d'
brew 'kubectl'
brew 'libpq', link: true
brew 'lima'
brew 'mas'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'opentofu'
brew 'pipx'
brew 'pre-commit'
brew 'pyenv-virtualenv'
brew 'pyenv'
brew 'pyyaml'
brew 'rbenv'
brew 'ruby-build'
brew 'terragrunt'
brew 'wget'
brew 'yarn'
cask '1password-cli'
cask '1password'
cask 'dbeaver-community'
cask 'google-chrome'
cask 'iterm2'
cask 'nosql-workbench'
cask 'notion'
cask 'openmtp'
cask 'rancher'
cask 'rectangle'
cask 'slack'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
